Repository: audunth/BOUT-dev
Catalog: locale/*/libbout.po
Languages: fr

source: Checking disabled
fr: Vérification désactivée

source: Checking enabled, level %d
fr: Vérification activée, niveau %d

source: Signal handling disabled
fr: Traitement du signal désactivé

source: Signal handling enabled
fr: Traitement du signal activé

source: Run finished at : %s
fr: L'exécution se termine à %s

source: Code compiled on %s at %s
fr: Code compilé le %s à %s

source: DataDir "%s" does not exist or is not accessible
fr: Le répertoire de données "%s" n'existe pas ou n'est pas accessible

source: DataDir "%s" is not a directory
fr: "%s" n'est pas un répertoire

source: Error encountered during initialisation: %s
fr: Erreur rencontrée lors de l'initialisation : %s

source: Failed to initialise solver-> Aborting
fr: Échec d'initialisation du solutionneur -> Abandonner

source: Run time :
fr: Temps d'exécution :

source: Running simulation
fr: L'exécution commence

source: Solver running for %d outputs with monitor timestep of %e
fr: Le solveur fonctionne pour %d sorties avec un temps de moniteur de %e

source: Solver running for %d outputs with output timestep of %e
fr: Le solveur fonctionne pour %d sorties avec un pas de sortie de %e
